"Remind when over" = "Erinnerungsintervall";
"End at" = "Stoppzeit";
"Start from" = "Startzeit";
"According to your personal data, we advise you to walk %@steps a day" = "In Bezug auf Ihre persönlichen Daten empfehlen wir Ihnen %@ Schritte am Tag.";
"According to your personal data, we advise you to sleep %@hours a day" = "In Bezug auf Ihre persönlichen Daten empfehlen wir Ihnen täglich %@ Stunden zu schlafen.";
"Weight" = "Gewicht";
"Height" = "Größe";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "Für eine gesunde Lebenshaltung und in Bezug auf Ihre persönlichen Daten empfehlen wir Ihnen täglich %@ Schritte zu laufen und %@ Stunden zu schlafen.";
"Steps" = "Schrittzahl";
"male" = "Männlich";
"female" = "Weiblich";
"Gender" = "Geschlecht";
"Camera" = "Kamera";
"Albums" = "Album";
"Please enter your nickname" = "Bitte geben Sie Ihren Spitzname ein.";
"Nickname" = "Name";
"Date of birth" = "Geburtsdatum";
"Upload complete" = "Upload abgeschlossen";
"Update" = "Update läuft";
"Message" = "SMS";
"Phone call" = "Anruf";
"Please enter old password" = "Bitte geben Sie Ihr altes Passwort ein.";
"Please enter new password" = "Bitte vergeben Sie ein neues Passwort.";
"Old password is incorrect" = "Das alte Passwort ist nicht korrekt.";
"The two password you typed do not match" = "Beide Passwörter stimmen nicht überein.";
"Please enter 4 valid numbers from 0 to 9" = "Bitte geben Sie vier Ziffern zwischen 0 und 9 ein.";
"Unpaired" = "Entkopplung erfolgreich";
"Unpaid failed" = "Entkopplung fehlgeschlagen";
"Dashboard" = "Startseite";
"Sport" = "Schritte";
"Settings" = "Einstellungen";
"Have new firmware version, whether to upgrade？" = "Ein neues Update steht zur Verfügung. Möchten Sie das Update jetzt durchführen?";
"Paired" = "Verbindung erfolgreich";
"Pair failed" = "Verbindung fehlgeschlagen";
"Login success" = "Login erfolgreich";
"Or" = "oder ";
"Sign up" = "Registrieren";
"Log in" = "Anmelden";
"Forgot password?" = "Passwort vergessen?";
"Password error" = "Falsches Passwort";
"Account does not exist" = "Dieser Account existiert nicht.";
"Account already exists" = "Dieser Account existiert bereits.";
"Please enter password" = "Bitte geben Sie ein Passwort ein.";
"Please enter a valid password from 6 to 20" = "Bitte vergeben Sie ein gültiges Passwort mit 6-20 Zeichen";
"Please enter account" = "Bitte geben Sie Ihre Anmeldedaten ein.";
"Account format error" = "Anmeldedaten nicht korrekt.";
"Password" = "Passwort";
"Email or phone number" = "E-Mail oder Telefonnummer";
"Download the latest version?" = "Möchten Sie die neuste Version herunterladen?";
"Woke up" = "Aufwach-Zeit";
"Congratulations, you have completed the goal!" = "Glückwunsch, Sie haben Ihr Ziel erreicht!";
"%@%@ to achieve goal" = "Sie benötigen noch %@ %@, um Ihr Ziel zu erreichen.";
"Distance" = "Distanz";
"Burned" = "Kalorien";
"Awake times" = "Aufgewacht";
"generally" = "Normal";
"Good" = "Gut";
"bad" = "Schlecht";
"None" = "Noch keine Daten vorhanden";
"Great" = "Toll";
"Perfect" = "Ausgezeichnet";
"Sleep quality:" = "Schlafqualität:";
"Light sleep" = "Leichter Schlaf";
"Fell Asleep" = "Eingeschlafen";
"Deep sleep" = "Tiefschlaf";
"Sleep duration" = "Schlafdauer";
"Heart rate zone" = "Herzfrequenzzonen";
"Strenuous" = "Belastung";
"Rest" = "Ruhe";
"Time in heart rate zone" = "Zeit innerhalb der Herzfrequenzzone";
"Move" = "Aktiv";
"Moderate" = "Medium";
"Mass" = "Anstrengung";
"Blood pressure zone" = "Blutdruckzone";
"Measured time" = "gemessene Zeit";
"Lowest BP" = "Min Blutdruck";
"Highest BP" = "Max Blutdruck";
"Please wear properly" = "Bitte tragen Sie Ihre Smartwatch richtig.";
"Normal" = "normal";
"low" = "niedrig";
"high" = "hoch";
"testing..." = "Messung läuft";
"test complete" = "Messung abgeschlossen";
"Activity" = "Sport-Ziel";
"Sleep goal" = "Schlaf";
"Profile" = "Profil";
"Personal information" = "Persönliche Informationen";
"Personal data" = "Persönliche Daten";
"Firmware upgrade" = "Softwareupdate";
"My device" = "Mein Gerät";
"New message" = "Benachrichtigung";
"Long seat" = "Bewegungserinnerung";
"Sleep" = "Schlaf";
"Heart rate" = "Herzfrequenz";
"Blood pressure" = "Blutdruck";
"Single heart rate test" = "Einmalige Herzfrequenzmessung";
"Set goal" = "Ziel einstellen";
"Alcohol test" = "Alkoholtest";
"BP test mode setting" = "Einstellungen Blutdruckmessung";
"BP manual test" = "Manuelle Blutdruckmessung";
"Connect device" = "Geräteverbindung";
"Alarm settings" = "Alarm Einstellungen";
"Poor" = "schwach";
"Strong" = "stark";
"Pull to pause" = "Pause";
"Stop exercises" = "Übung beenden";
"start\nsport" = "Start";
"Save or note?" = "Speichern und beenden?";
"No movement data records, Stop exercises?" = "Keine Bewegungsdaten, Übung beenden?";
"Go exercise outside" = "Begeben Sie sich nach draußen";
"Pace" = "Tempo";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Bitte stellen Sie eine stabile GPS-Verbindung sicher.";
"Monthly" = "Monatlich";
"Maps" = "Karte";
"If back, app will stop tracking movement locus, back?" = "Möchten Sie die Sport-Aufzeichnung wirklich beenden?";
"Edit" = "Bearbeiten";
"Done" = "Erledigt";
"Delete" = "Löschen";
"Continue" = "Fortfahren";
"Calorie" = "Kalorien";
"Enter verification code" = "Bitte geben Sie den Verifikationscode ein.";
"Please enter 4 valid verify codes" = "Bitte geben Sie den 4- stelligen Verifikationscode ein.";
"Verification code is expired, please try again" = "Der Verifikationscode ist abgelaufen, bitte versuchen Sie es erneut.";
"Validation failed" = "Eingabe ungültig";
"Send seccuss" = "Senden erfolgreich";
"Send failed" = "Senden fehlgeschlagen";
"Security code" = "Sicherheitshinweis senden";
"Reset password" = "Passwort zurücksetzen";
"Reset password success" = "Passwort erfolgreich zurückgesetzt";
"Reset password failed" = "Passwort zurücksetzen fehlgeschlagen";
"Log out" = "Abmelden";
"About us" = "Über uns";
"Step" = "Schritte";
"请坚持佩戴" = "Stellen Sie sicher, dass die Smartwatch fest am Handgelenk getragen wird.";
"Disconnected" = "getrennt";
"YESTERDAY" = "Gestern";
"TODAY" = "Heute";
"2 DAYS AGO" = "Vorgestern";
"Click to connect device" = "Klicken, um Ihr Gerät zu verbinden.";
"Maximum steps:" = "Maximale Schritte:";
"Latest" = "Zuletzt:";
"Yes" = "Ja";
"No" = "Nein";
"No pair no cloud data, pair account？" = "Geräte zur Daten-Synchronisation verbinden? ";
"No running history yet please start one" = "Noch keine Aufzeichnung vorhanden.";
"BEGIN RUNNING" = "Starten";
"The role of alcohol on the liver" = "Alkohol-Effekt auf die Leber";
"Drinking time" = "Trink-Zeit";
"excess" = "exzessiv";
"A lot of" = "viel";
"moderate" = "moderat";
"bit" = "wenig";
"Drinking level" = "Trink-Level";
"alcohol allergic people or not" = "Alkohol-Empfinden";
"本次测试无效" = "Die Messung ist ungültig";
"You haven’t set up your personal BP data， set up now？" = "Sie haben noch keine persönliche Blutdruck-Messung eingerichtet. Möchten Sie dies nun tun?";
"Your BP is %@/%@！Do you want to save data？" = "Ihr Blutdruck beträgt %@/%@. Möchten Sie speichern?";
"Uploaded" = "Upload erfolgreich";
"Upload failed" = "Upload fehlgeschlagen";
"时间设置不合理" = "Zeit-Einstellung ist nicht möglich.";
"Setting success" = "Einstellung erfolgreich";
"Setting failure" = "Einstellung fehlgeschlagen";
"Save" = "Speichern";
"Prompt" = "Achtung";
"Confirm" = "Bestätigen";
"Cancel" = "Abbrechen";
"Network request timeout" = "Netzwerk-Anfrage abgelaufen";
"Network unavailable，please check network" = "Netzwerk ist nicht verfügbar. Bitte prüfen Sie den Netzwerk-Status.";
"Device disconnected" = "getrennt";
"Did disconnected" = "trennen";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Der persönliche Modus nimmt sowohl auf die manuelle Messung, als auch auf die Geräte-Messung Einfluss.";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Konfigurieren Sie Ihre persönliche Blutdruck-Messung, um genauere Daten zu erhalten. Stellen Sie Ihren korrekten Blutdruck ein, ohne die Armmuskulatur anzuspannen.";
"Blood Personal" = "Persönlich";
"Blood Normal" = "Normal";
"Device BP test mode: %@" = "Blutdruck-Test: %@";
"Notifications" = "Mitteilungen";
"More" = "Mehr";
"Reset device password" = "Passwort zurücksetzen";
"Pair account" = "Verbindung herstellen";
"Night turn wrist" = "Gestensteuerung bei Nacht";
"BP mode" = "Blutdruck-Test Modus";
"Alarm" = "Alarm";
"Power remain" = "Akkustand";
"请输入4位有效密码" = "Bitte geben Sie vier gültige Ziffern ein.";
"Update version:" = "Neuste Version:";
"Already the latest version" = "Neuste Version vorhanden";
"January" = "Januar";
"February" = "Februar";
"March" = "März";
"April" = "April";
"May" = "Mai";
"June" = "Juni";
"July" = "Juli";
"August" = "August";
"September" = "September";
"October" = "Oktober";
"November" = "November";
"December" = "Dezember";
"分享成功" = "Erfolgreich geteilt";
"分享失败" = "Teilen fehlgeschlagen";
"暂不支持此功能" = "Diese Funktion wird nicht unterstützt.";
"History" = "Historie";
"Weekly" = "Wöchentlich";
"Yearly" = "Jährlich";
"Average:" = "Durchschnitt:";
"Connected" = "Verbindung erfolgreich";
"No drink data records, please keep up" = "Keine Daten vorhanden";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Bitte öffnen Sie %@ um Ihre Gesundheitsdaten und Ihre Schlafqualität zu synchronisieren.";
"Please open %@ to synchronize your health data and to check your today's sport" = "Bitte öffnen Sie %@ um Ihre Gesundheitsdaten und Ihre Sportaktivität zu synchronisieren.";
"Running" = "Laufen";
"登录过期，请重新登录" = "Die Login-Zeit ist abgelaufen, bitte melden Sie sich erneut an.";
"正在读取数据…" = "Daten werden ausgelesen";
"高压要比低压大24" = "Ihr diastolische Blutdruck ist um 24 höher als der systolische Blutdruck.";
"hours" = "Stunden";
"无账号登录>" = "Keine Anmeldedaten vorhanden>";
"初始密码:0000" = "Ursprüngliches Passwort: 0000";
"佩戴检测" = "Automatische Erkennung";
"意见反馈" = "Feedback";
"问题和意见" = "Kommentare oder Fragen";
"请简要描述您的问题和意见" = "Bitte verfassen Sie Ihre Fragen und Anmerkungen";
"图片(选填,提供问题截图)" = "Bild anhängen";
"联系方式" = "Kontaktinformationen";
"邮箱、电话" = "Telefon-Nummer";
"提交" = "Absenden";
"偏瘦" = "Dünn";
"正常" = "Normal";
"偏胖" = "Leicht übergewichtig";
"肥胖" = "Übergewichtig";
"极胖" = "Sehr übergewichtig";
"偏瘦提示" = "Niedriger BMI, \nGeringe Abweichung vom Standard-BMI.";
"正常提示" = "Der BMI ist optimal!";
"偏胖提示" = "Der aktuelle BMI ist hoch, \nGeringe Abweichung vom Standard-BMI.";
"肥胖提示" = "Der aktuelle BMI ist erhöht.\nEs besteht ein erhöhtes Risiko für Herzerkrankungen oder Bluthochdruck.\nBitte achten Sie verstärkt auf Ihre Lebensgewohnheiten.";
"极胖提示" = "Der aktuelle BMI ist erhöht.\nEs besteht ein erhöhtes Risiko für Herzerkrankungen oder Bluthochdruck.\nBitte achten Sie verstärkt auf Ihre Lebensgewohnheiten.";
"提交成功" = "Erfolgreich eingereicht";
"内容不能为空" = "Der Inhalt darf nicht leer bleiben";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Verwenden Sie WeRun, um den Spaß am Sport zu teilen.";
"已绑定" = "verbinden";
"绑定" = "verbunden";
"操作方法" = "Arbeitsweise";
"1. 请先绑定设备" = "1. Bitte verbinden Sie die Geräte zuerst.";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Öffnen Sie WeChat, gehen Sie zu WeRun, klicken Sie auf den Einstellungs-Button oben rechts auf der WeRun-Plattform, finden Sie “Fitness-Daten aufnehmen”, tippen Sie auf ”Datenquelle hinzufügen” und geben Sie die angefragte Nummer ein.";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Begeben Sie sich zurück zur WeRun-Seite. Sie stellen fest, dass Ihre Geräte-Daten nun synchronisiert wurden. Falls nicht, laden Sie die Seite bitte neu.";
"设备端正在使用测试功能" = "Test-Funktionen werden für dieses Gerät verwendet";
"设备防丢" = "Verlust verhindern";
"三方平台" = "Drittanbieter-Plattform";
"拍照" = "Fernauslöser";
"%@访问相机或相册权限受到限制" = "%@ wurde der Zugriff auf Kamera oder Album verweigert";
"开关设置" = "Erweitert";
"单位设置" = "Einheiten";
"24小时制" = "24 Stunden";
"心率自动监测" = "Automatische Herzfrequenzmessung";
"血压自动监测" = "Automatische Blutdruckmessung";
"公制" = "Metrisch";
"英制" = "Imperial";
"血氧手动测试" = "Sa02 Test";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "Die gemessene Sauerstoff-Konzentration beträgt: %ld%%. Speichern?";
"血氧浓度异常" = "ungewöhnlich";
"血氧浓度偏低" = "sehr niedrig";
"血氧浓度低" = "niedrig";
"血氧浓度正常" = "normal";
"疲劳度手动测试" = "Erschöpfungs-Test";
"适当的关注一下自己的身体状态哦！" = "Angemessene körperliche Verfassung!";
"状态良好" = "Keine Müdigkeit";
"轻度疲劳" = "Leichte Müdigkeit";
"中度疲劳" = "Mäßige Müdigkeit";
"重度疲劳" = "Starke Müdigkeit";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Optimale Energie, Konzentration und Arbeits-Potenzial.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Leichte Müdigkeit. Ein kurzer Spaziergang an der frischen Luft kann diese lindern.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Gefühl von Müdigkeit und leichtem Schwindel. Ein kurzer Schlaf wird empfohlen.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Starke Müdigkeit. Schwache Konzentration. Es empfiehlt sich ein ausreichender Schlaf.";
"您本次测得的疲劳度等级为%@,是否保存？" = "Die Schlafmessung ergab %@. Speichern?";
"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Update fehlgeschlagen. Gerätename geändert. Bitte neu verbinden und Update durchführen.";
"心率报警" = "Herzfrequenz-Alarm";
"心率上限" = "Grenzwert";
"心率下限" = "Minimale Herzfrequenz";
"设置不合理" = "Eingabe ungültig";
"转腕亮屏" = "Handgelenk drehen";
"血压私人模式" = "Persönlicher Blutdruckmodus";
"最近一次月经" = "Datum der letzten Periode";
"最后一次经期开始日" = "Anfangsdatum der letzten Periode";
"最后一次经期是什么时候?" = "Wann die letzte Menstruation";
"自然避孕" = "Natürliche Empfängnisverhütung";
"中等疼痛" = "Mäßige Schmerzen";
"智能预测" = "Intelligente Vorhersage";
"只记经期" = "Aufzeichnung der Menstruation";
"预产期" = "Erwartete Geburtsdatum";
"预测月经期" = "Vorhersage der Menstruationsperiode";
"影响工作的痛" = "DerSchmerz, der die Arbeit beeinflussen können";
"选择您的状态" = "Wähle Sie deinen Status aus";
"性生活" = "Sexualleben";
"详情" = "Details";
"无避孕措施" = "Keine Verhütungsmaßnahmen";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Wir bieten Ihnen eine neue Funktion über Zyklus an. Jetzt einstellen?";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "Wir stellen Aufzeichnungen und Erinnerungen für Frauen zur Verfügung, die in der Menstruation und während der Schwangerschaft sind. Wenn Sie diese Funktion momentan nicht benötigen, können Sie diese Option wählen, um diese Einstellung zu überspringen.";
"未来不可操作" = "Die Zukunft ist nicht in Betrieb";
"跳过" = "Überspringen";
"填写您的预产期" = "Füllen Sie das erwartete Geburtsdatum";
"填写宝宝的基本信息" = "Füllen Sie die Grundinformationen des Kindes aus";
"疼痛" = "Schmerz";
"是否要修改人生状态" = "Ob der Status eingestellt ist";
"是否前往设置女性周期功能？" = "Ob stellen die weibliche Zyklusfunktion ein?";
"使用避孕药" = "Verhütungsmittel verwenden";
"使用避孕套" = "Kondome benutzen";
"生理状态" = "Physiologische Zustand";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Wenn die Menstruation nicht heute geendet wird, gehen Sie bitte bis zum Ende des anderen Datums, um das Enddatum zu ändern";
"轻微疼痛" = "Leichter Schmerz";
"轻微不适" = "Leicht unangenehm";
"切换性别为男性将会删除女性相关信息？" = "Die weibliche Informationen wird entfernt werden, wenn Sie auf männliche Einstellung umschalten?";
"排卵日" = "Tag der Ovulation";
"排卵期第%ld天" = "Eisprungzeit  %ld Tage";
"排卵期" = "Eisprungzeit ";
"开启女性功能" = "Weibliche Funktion aktivieren";
"您的经期平均持续天数？" = "Wie lange dauert deine Menstruation?";
"您的经期之间的平均间隔周期天数？" = "Wie lange dauert zwischen beide Menstruation?";
"流量" = "Fluss";
"量正常" = "Normal Fluss";
"量有点多" = "ein bisschen zu viel Fluss";
"量偏少" = "weniger als normal Fluss";
"量很少" = "wenig Fluss";
"量很多" = "zu viel Fluss";
"离孩子出生还有" = "bevor kinder geboren";
"经期长度" = "Länge der Menstruation";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Sexualverhalten während der Menstruation ist sehr anfällig für Infektionen mit gynäkologischen Erkrankungen und sogar Unfruchtbarkeit";
"经期开始" = "Anfang der Menstruation";
"经期结束" = "Ende der Menstruation";
"经期" = "Menstruation";
"经期" = "Menstruation";
"间隔长度" = "Länge der Distanz";
"回到今天" = "zurückkehren zu heute";
"怀孕期" = "Schwangerschaft";
"怀孕概率" = "die Wahrscheinlichkeit der Schwangerschaft";
"怀孕第%ld周" = "%ld . Wochen der Schwangerschaft";
"很痛" = "Es tut weh ";
"过去不可操作" = "Die Vergangenheit ist nicht in Betrieb";
"当前月经期第%ld天" = "%ld . Tag der aktueller Menstruation";
"出生日期" = "Geburtsdatum";
"出生日期" = "Geburtstag";
"产检" = "Inspektion";
"笔记" = "Notizen";
"备孕期" = "Vorbereitung auf die Schwangerschaft";
"宝妈期" = "Mutter";
"安全期" = "Kalendermethode";
"没有女性数据" = "Daten ohne Frauen";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Wir können das erwartete Geburtsdatum nach Ihrer letzten Menstruation berechnen.";
"亮度调节" = "Helligkeit";
"自动调节" = "automatisch";
"设置亮度指数" = "manuell";
"I got it" = "OK";
"Last refresh" = "Letzte Aktualisierung";
"Pull down to refresh data" = "Zum Aktualisieren nach unten ziehen";
"Refreshing the data.." = "Aktualisiert";
"Release to refresh data" = "Zum Aktualisieren loslassen";
"Enter Security code" = "Sicherheits-Code eingeben";
"Login, please later" = "Anmeldung läuft, einen Moment Geduld";
"Login failed" = "Anmeldung fehlgeschlagen";
"Registration, please later" = "Registrierung, bitte warten";
"Sign up failed" = "Anmeldung fehlgeschlagen";
"Password format error" = "Fehlerhaftes Passwort";
"Adding information，please later" = "Information hinzufügen, bitte warten";
"Add user data failed" = "Fehler beim Laden der Benutzerdaten";
"No sleep data" = "Keine Schlafmonitor-Daten";
"No steps data" = "Keine Schrittzähler-Daten";
"No HR data" = "Keine Herzfrequenz-Daten";
"No BP data" = "Keine Blutdruck-Daten";
"Health Tips" = "Gesundheits-Tipps";
"Passive HR" = "Echt-Zeit-Herzfrequenzmessung";
"Average HR" = "Durchschnitt HR";
"Bluetooth disconnected，test failed" = "Bluetooth-Verbindung getrennt. Messung unterbrochen.";
"Start real-time BP measurement" = "kontinuierliche Blutdruckmessung";
"Back" = "Zurück";
"Waiting for loading maps" = "Karte wird geladen";
"Gps duration" = "Dauer";
"Device" = "Gerät";
"Enter the password" = "Passwort eingeben";
"Please enter 4 numbers code" = "Bitte 4-stelliges Passwort eingeben";
"Pair mobile phone" = "Stellen Sie die Verbindung zu Ihrem Smartphone her";
"Long seat setting" = "Bewegungserinnerung";
"Enter old password" = "Geben Sie das aktuelle Passwort ein";
"Enter new password" = "Geben Sie ein neues Passwort ein";
"Confirm new password" = "Tippen Sie das neue Passwort erneut ein";
"Current version:" = "aktuelle Version:";
"Setting activity" = "Sport-Ziel";
"测试中断" = "Test fehlgeschlagen";
"私人血压模式设置" = "Persönlicher Testmodus";
"血压测试模式" = "Blutdruck-Testmodus";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Wenn beim Verbinden Ihrer Geräte ein Fehler auftaucht, begeben Sie sich bitte in die Bluetooth-Einstellungen und tippen Sie auf “Gerät ignorieren“. Versuchen Sie anschließend erneut, eine Verbindung herzustellen.";
"正在检测，请保持正确姿势" = "Messung. Bitte die korrekte Haltung bewahren";
"分享内容" = "Inhalt teilen";
"分享标题" = "Titel teilen";
"名字" = "Name";
"信号" = "Signal";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Hinweis: Bevor das Gerät mit WeRun verbunden werden kann, muss eine Verbindung zur App bestehen.";
"没有照片" = "Keine Bilder vorhanden";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Sie können Ihre Bilder über iTunes auf Ihr iPhone übertragen.";
"%ld 张照片" = "%ld Foto";
"英里" = "Mile";
"正常血氧浓度范围为95%~99%" = "Die normale Sauerstoffkonzentration beträgt 95%~99%";
"当前经期" = "Aktuelle Menstruationsperiode";
"预测经期" = "Vorhersage der Menstruationsperiode";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Menstruation ist vielleicht zu lang. Wenn Sie den Tag der Menstruation aufnehmen möchten, ändere bitte die nahe Menstruation.";
"天" = "Tag";
"忽略" = "ignorieren";
"前往" = "Gehen zu";
"经期设置" = "Einstellung der Menstruation";
"备孕期设置" = "Vorbereitung auf Schwangerschaftseinstellung";
"孕期设置" = "Einstellung der Schwangerschaft";
"辣妈设置" = "Mutterseinstellung";
"经期选择" = "Menstruation wählen";
"手环通知" = "Bracelet notification";

//漏翻译
"下拉可以刷新" = "Zum Aktualisieren herunterziehen";
"松开立即刷新" = "Zum Aktualisieren loslassen";
"正在同步数据..." = "Daten werden synchronisiert";
"同步完成" = "Synchronisierung abgeschlossen";

//动态血压校准新增
"动态校准" = "Dynamische Anpassung";
"动态校准中…" = "Dynamische Anpassung...";
"请保持手臂静止横放" = "bitte halten sie den arm aus.";
"动态校准完成" = "Dynamische abschluss";
"请调整姿势后重新测试" = "Bitte neUe tests nach ANPASSUNG DER Körperhaltung";
"动态校准失败" = "Kalibrierung versagt";
"重试" = "Versuchen";

//信息提醒
"其他应用" = "Andere";

//新增开关翻译
"此功能需要设备与App保持连接" = "Diese funktion benötigt das Gerät mit der app verbunden bleiben";
"运动过量提醒" = "Zu viel sport erinnert";
"语音播报" = "Sprachsendung";
"查找手机" = "Telefon-Finden Funktion";
"秒表功能" = "Stoppuhrfunktion";

//倒计时翻译
"倒计时" = "Timer";
"开始倒计时" = "Timer starten";
"倒计时时长" = "Countdown Dauer";
"设备正在倒计时" = "Timer läuft";
"关闭,设备端将无法单独使用此功能" = "das gerät wird nicht in der lage sein, um diese funktion zu nutzen, allein";
"单次时长" = "Dauer";
"常用时长" = "Dauer";
"界面显示" = "Funktion anzeigen";
"请设置时长" = "lange Reihe";

//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "Mo";
"周二" = "Di";
"周三" = "Mi";
"周四" = "Do";
"周五" = "Fr";
"周六" = "Sa";
"周日" = "So";
"不重复" = "Nicht wiederholen";
"每天" = "Jeden Tag";
"重复提醒" = "Wiederholen";
"单次提醒" = "Einmalig";
"没有设置闹钟" = "Ohne den Wecker";
"添加成功" = "Noch erfolgreich";
"添加失败" = "Die gescheitert";
"删除成功" = "Löschen erfolgreich";
"删除失败" = "Nicht löschen";
"添加闹钟" = "Alarm hinzufügen";
"编辑闹钟" = "Alarm bearbeiten";
"删除闹钟" = "Alarm löschen";
"日期选择" = "Datum";
"重复" = "Wiederholen";
"闹钟标签" = "Alarm-Symbol";
"提醒日期" = "Datum";
"已达上限" = "Limit erreicht";

//新增肤色的翻译
"肤色设置" = "Persönlicher Teint";
"请选择一个接近自己肤色的颜色" = "Bitte wählen Sie Ihren Teint";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Bitte wählen Sie Ihren Teint aus, um bei typspezifischen Messungen einen abgestimmten Wert zu erlangen.";
"肤色选择" = "Teint";
"肤色" = "Teint";

//4.2.0之后新增
"血氧" = "Blutsauerstoff";
"没有血氧数据" = "Ohne Daten von Sauerstoff im Blut";
"分析数据" = "Datenanalyse";
"分析报告" = "Berichtanalyse";
"呼吸暂停" = "Atemstillstand";
"心脏负荷" = "Herzbelastung";
"睡眠活动" = "Schlafaktivität";
"脉率变异性" = "Herzfrequenz variabilität";
"呼吸率" = "Respirationsrate";
"低氧时间" = "Hypoxiezeit";
"轻度" = "Mild";
"异常" = "Abnormal";
"安静" = "Ruhig";
"多动" = "Hyperaktivität";
"躁动" = "Ruhelosigkeit";
"偏低" = "Niedrig";
"偏高" = "Hoch";
"实时血氧" = "Blutsauerstoff in Echtzeit";
"呼吸暂停综合征" = "Atemstillstandsyndrom";
"呼吸暂停参考" = "Referenz für Atemstillstand";
"呼吸暂停常识" = "Elementarkenntnis für Atemstillstand";
"名称" = "Name";
"频现时间" = "Häufig vorkommende Zeit";
"次数" = "Häufigkeit";
"参考值" = "Richtwert";
"最高(最低)" = "Am höchsten/niedrigsten";
"血氧浓度" = "Blutsauerstoffkonzentration";
"睡眠活动幅度" = "Bereich der Schlafaktivität";
"次/分" = "Schläge/Min";
"秒/分" = "Sek/Min";
"呼吸暂停常识tip" = "Unregelmäßiges Schnarchen während des Schlafes in der Nacht, Rhythmusstörung von Atmen und Schlaf, wiederholender Atemstillstand und wiederkehrende Erregung oder die Patienten ersticken bewusst und haben häufigere Nykturie und morgendliche Kopfschmerzen und eine trockene Kehle, die Reaktionsfähigkeit und Urteilsfähigkeit sind gesunken, Unaufmerksamkeit, Schläfrigkeit usw. Langfristig führt es leicht zum allerlei unregelmäßigen Herzschlag, zur pulmonalen Hypertonie, zur polmonalen Herzkrankheit und arteriellen Hypertonie usw. Das anfangliche Symptom ist leicht und schwer zu erkennen.\nLeichte Symptome: Jede Nacht in dem 7 Stunden Schlaf gibt es wiederholende Atemstillstand und Hypoventilation zehnmal bis zwanzigmal, Blutsauerstoff 85%-89%.\nMittelschwere Symptome: Jede Nacht in dem 7 Stunden Schlaf gibt es wiederholende Atemstillstand und Hypoventilation zwanzigmal bis dreißigmal, Blutsauerstoff 80%-84%. \nSchwere Symptome: Jede Nacht in dem 7 Stunden Schlaf gibt es wiederholende Atemstillstand und Hypoventilation über dreißigmal, Blutsauerstoff ＜80%.\n\nWenn oben gewähnte Situationen geschehen, wäre es besser, folgende Maßnahmen zu ergreifen:\n1. externe Sauerstoffversorgung neben dem direkten Atem des Sauerstoffs enthält auch vielfältige Aerobic Bewegungen, z.B. Spaziergang, Joggen, tiefen Atem, Verbesserung der Sauerstoffumgebung usw.\n2. alkoholische Getränke und Rauchen abgewöhnen, vorsichtige Verwendung von den sedativen und hypotischen Arzneimittel und andere Arzneimittel, die die Krankheiten verursachen und verschlimmern können.\n3. seitliche Schlafpositon und passende Hebung vom Kopfende\n4. Vermeidung der Überanstrengung in Tageszeiten\n5. Notfalls zum Arzt gehen und durch Arzneimittel verbessern\n\nGesunde Lebensweise und frühe richtige Diagnose ist der Schlüssel für Vorbeugung und Verringerung des Atemstillstandes des Schlafes.";
"没有数据" = "keine Daten";
"最低" = "Niedrigsten";
"血氧过低通知" = "Die Mahnung über die schwere Hypocämie";
"血氧夜间监测" = "Die Überwachung in der Nacht zur Hypocämie";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Durch den Atemtest wird Ihre Lungenkapazität  erzielt. Während des Atemtests, je der  Testwert  niedrig, desto ist Ihre Lungenkapazität besser";

"GPS运动" = "GPS-Modus";
"手环运动" = "Lauf-Modus";
"本月GPS运动总里程" = "Gesamtstrecke in diesem Monat";
"本月手环运功消耗总热量" = "Verbrauchte Kalorien im Lauf-Modus in diesem Monat";
"历史记录" = "Aufzeichnungen";
"运动模式已经开启" = "Lauf-Modus wurde gestartet";
"运动模式开启失败" = "Die Öffnung des Bewegungsmodus ist gescheitert";
"运动模式已经关闭" = "Lauf-Modus wurde beendet";
"运动模式关闭失败" = "Die Schließung des Bewegungsmodus ist gescheitert";
"手环已经开启运动模式,是否退出本次运动?" = "Beim Armband ist der Bewegungsmodus schon geöffnet.Möchten Sie  diese Bewegung beenden?";
"数据详情" = "Details";
"详情" = "Details";
"有氧运动时长" = "Laufzeit";
"暂停时长" = "Länge der Pausen";
"暂停次数" = "Zahl der Pause";
"%@日上午" = "Vormittag des %@ Tag";
"%@日下午" = "Nachmittag des %@ Tag";
"%@月" = "%@ Monat";
"%@年%@月" = "%@ Jahr %@ Monat";
"时间(分钟)" = "Zeit (Min)";
"运动量" = "Die Bewegungsgröße";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "Zeit";
"平均值" = "Mittel";
"累加值" = "akkumulierte Wert";
"最大值" = "Maximum";
"最小值" = "Minimum";
"次" = "Schläge";
"平均速度" = "min/km";
"时长" = "Dauer";
"是否确认开启手环运动模式?" = "Möchten Sie den Lauf-Modus starten?";
"分" = "min";
"清除数据" = "Daten löschen";
"此操作会清除手环所有数据并关机,是否继续?" = "Sollen alle gespeicherten Daten gelöscht werden?";
"屏幕样式设置" = "Bildschirm - Stil";
"默认风格" = "Standard-Stil";
"样式" = "Stil";
"是否保存本次运动?" = "Hast du diese Übung?";
"不再提醒" = "Nicht mehr daran erinnert";
"是否确认结束本次运动?" = "Möchten Sie den Lauf-Modus beenden?";
"蓝牙未打开" = "Bluetooth ist nicht geöffnet";

"名词解释" = "die Nomen Erklaerung";
"典型病症" = "typische Krankheit";
"治疗方法" = "Behandlungsmethode";
"睡眠呼吸暂停综合症" = "Schlaf-Apnoe-Syndrom";
"OSAHS_解释" = "Bezieht sich auf ein klinisches Syndrom, das mehr als 30-mal während einer Stunde von 7 aufeinanderfolgenden Schlafstunden oder durchschnittlich weniger als 5-mal pro Stunde von Hypopnoe auftritt, was zu einer verminderten Blutoxygenierung und chronischer Hypoxämie und Hyperkapnie führt.";
"OSAHS_白天症状" = "Tagesklinische Manifestationen: \ n1. \ n \ n2  Schläfrigkeit \ n \ n3. Psychische Zustandsabweichungen, Kopfschmerzen, Reizbarkeit,  Angstzustände und so weiter. \ n \ n4. sexuelle Dysfunktion und so weiter.";
"OSAHS_夜间症状" = " klinischen Manifestationen in der Nacht: \ n1. Schnarchen: Schnarchen unregelmäßig, Schnarchen - Luftstop - keuchen - schnarchen abwechselnd. \ n \ n2 Apnoe: Beendet sich mit keuchendem, wachem oder lautem Schnarchen. Aufwachen: oft begleitet von Aufstehen, Gliedmaßen unfreiwillige Bewegung oder sogar Krämpfe oder plötzlich beginnen, Herzklopfen, Engegefühl in der Brust oder präkordialen Beschwerden. \ n \ n4. Übung: nachts umdrehen, häufiger drehen. \ n \ n5. Schwitzen, Nykturie erhöht. \ n \ n6 Schlafverhalten Abnormitäten: die Leistung von Angst, Schreien, Toben, Nacht, akustische Halluzinationen und so weiter. \ n \ n Darüber hinaus verursachen das Körperfett, die Hypertrophie der Nase, das Schnarchen usw. wahrscheinlich auch ein Apnoe-Syndrom.";
"OSAHS_主要治疗方法" = "Zusätzlich zu Medikamenten und Medikamenten können Sie den Zustand behandeln  \ n1. Kontrollieren Sie das Gewicht. \ n \ n2. Rauchen aufhören und weniger Alkohol trinken\ n \ n3. mäßige Übung. \ n \ n4..Seitigschalf";
"OSAHS_其他治疗方法" = "Operation, Medikation und Beatmung: 1. Operation Reparatur anomaler Bereiche der oberen Atemwege. \ n \ n2. Drogenbehandlung. \ n \ n3. Nacht niedriger Fluss Sauerstoff. \ n \ n4. Inhalation von 2% -3% Kohlendioxid. \ n \ n5. nasale kontinuierliche Ueberdruckventilation. \ n \ n6.Diagnostische Diaphragma-Stimulation. \ n \ n7. Mechanische Belueftung.";
"OSAHS_治疗建议" = "Gesunder Lebensmethode und fruehzeitige korrekte Diagnose sind der Schluessel zur Vorbeugung und Verringerung des Auftretens von Schlafapnoe. Klinische aerztliche Bescheinigung, mit der Verbesserung von Schlafapnoe-Syndrom, Herz-Kreislauf-Erkrankungen und anderen Krankheiten haben sich allmählich verbessert. Je langer die Behandlungszeit war, desto besser verbesserten sich die Symptome.";
"呼吸暂停_解释" = "Apnoe bedeutet, dass der Nasenluftstrom länger als oder gleich 10 Sekunden vollständig gestoppt ist.";
"呼吸暂停_症状" = "1. Schnarchen unregelmäßig, von hoch und niedrig, oft Schnarchen - Luft zu stoppen - Schnarchen - Schnarchen abwechselnd, die allgemeine Luftstromunterbrechungszeit von 20-30 Sekunden, individuell bis zu 2 Minuten oder mehr, diesmal kann der Patient erhebliche Zyanose Lippen oder Nägel sind violett). \ n \ n2.Nacht aufstehen, häufiger drehen, oft zu niedriger Schlafqualität führen, tagsüber Schläfrigkeit, Schwindel, Müdigkeit verursachen.";
"呼吸暂停_治疗方法" = "Für Patienten mit Schlafapnoe Schnarchen, zusätzlich zu Medikamenten, Medikamenten und Beatmungsbehandlungen, können Sie auf folgende Weise die Krankheit behandeln oder lindern: 1. Kontrollgewicht. Adipositas durch Fettansammlung, Atembeschwerden erhöhten intraabdominellen Druck, verminderte Lungenfunktion führte zu Hypoxie. \ n \ n2. Rauchen, Trinken kann Dyslipidämie, Arteriosklerose, erhöhte Obstruktion der oberen Atemwege verursachen. \ n \ n3. mäßige Übung. Moderate Übung kann die kardiovaskuläre und zerebrovaskuläre Blutversorgung verbessern, die Beatmungsfunktion verbessern, den Körperwiderstand stärken und die Häufigkeit von Nasopharynxkrankheiten reduzieren. \ n \ n4.Schlafschlaf. Patienten, indem sie eine geeignete seitliche Schlafposition einnehmen, um die Durchgängigkeit der Atemwege aufrechtzuerhalten.";
"血氧浓度_解释" = "Sauerstoff bezieht sich auf die Menge an sauerstoffgebundenem oxygeniertem Hämoglobin im Blut, die den Prozentsatz der gesamten gebundenen Hämoglobinkapazität ausmacht, dh die Konzentration an Sauerstoff im Blut.";
"血氧浓度_症状" = "1. Herz-Kreislauf-und zerebrovaskuläre Erkrankungen (koronare Herzkrankheit, Bluthochdruck, hohe Blutfette, etc.). \ n \ n2. Atemwegserkrankungen (Asthma, Bronchitis, Lungenerkrankung usw.).";
"血氧浓度_治疗方法" = "1. Da die Krankheit bei Patienten mit niedrigerem Blutsauerstoff auftritt, können Sie zusätzlich zur aktiven Erkrankung der primären Erkrankung aktiv mit Blut Sauerstoff und Sauerstoff Geräte messen, sobald der Nachweis von niedrigem Blutsauerstoffgehalt, rechtzeitige Wiederauffüllung des Sauerstoffs. \n\n2 Zusätzlich zu direktem Sauerstoff Einatmen , gibt es  eine Vielzahl von Aerobic-Übungen, wie Laufen, Joggen, tiefes Atmen, verbessern die Sauerstoff-Umgebung, um die Krankheit zu lindern";
"呼吸率_解释" = "Die Anzahl der Atemzüge pro Minute ist medizinische Begriffe, die Brust ist ein Hauch von Atem, das heißt, ein Atemzug einmal atmen.";
"呼吸率_症状" = "1. Atmung: Atemrhythmus, aber weniger als das Zehnfache der Frequenz, häufig am Ende des Lebens oder vor der Apnoe. Nerven, Stoffwechselerkrankungen oder bestimmte Medikamente, die aufgrund der Hemmung des Atmungszentrums zu viel nehmen, können ebenfalls zu Hypothermie führen. \ n \ n2. Atmung: schnelle Atmung, Atemnot fühlen.";
"呼吸率_治疗方法" = "Bei Atembeschwerden sind folgende Notfallmaßnahmen zu beachten: \ n1. Halten Sie ruhig, um bei Patienten mit erhöhten Atembeschwerden emotionalen Stress zu vermeiden. \ n \ n2. Nehmen Sie halb-liegend oder sitzend, reduzieren Sie Ermüdungs- und Sauerstoffverbrauch. \ n \ n3 Halten Sie die Raumluft frisch und luftig. \ n \ n4. Geben Sie eine leichte Diät, ermutigen Sie Patienten, zu essen und Frucht, um den Körper des Wassers zu ergänzen. \ n \ n5.Geeignet, um Schleim zu geben, sollten krampflösende Medikamente wie Husten, Aminophyllin usw. sein, um Atemwegsdurchgängigkeit aufrechtzuerhalten. schwer krank in der Zeit, um ein nahe gelegenes Krankenhaus zu schicken.";
"低氧时间_解释" = "die Dauer des Physiologisches Sauerstoffmangels oder Gewebehypoxie des Zustandes  ";
"低氧时间_症状" = " 1.Schwindel und schwach. \ n \ n2. Schwierigkeiten beim Atmen fühlen.";
"低氧时间_治疗方法" = "1. Externer Sauerstoff zusätzlich zu direktem Sauerstoff, aber auch eine Vielzahl von Aerobic-Übungen, wie Gehen, Joggen, tiefe Atmung, verbessern die Sauerstoff-Umgebung. \ n \ n2 Falls erforderlich, gehen Sie  zur einem Arzt.";
"心脏负荷_解释" = "HERZ - Laden heißt index Spiegelt die durchblutung, pulsierende blut fließen.";
"心脏负荷_症状" = "1.pi Wert ist größer. \ n \ n2. Die Zahl der Herzfrequenz und Bluthochdruck ist hoch. Kurzatmigkeit, oft ein Gefühl der Müdigkeit.";
"心脏负荷_治疗方法" = "1. Um eine angemessene Ruhepause zu gewährleisten, nicht zu spaet zu schlafen \ n \ n2. Entspannen Sie Mentalität, vermeiden Sie psychischen Stress. \ n \ n3. Essen Sie weniger fettiges Essen.";
"脉率变异性_解释" = "Sukzessive Änderungen im Heartbeat-Zyklus sowieso Änderungen der RR-Intervalldifferenz. Die aktuellen kardiovaskulären und mentalen Zustand kann widerspiegeln.";
"脉率变异性_症状" = "1. Die Variabilität der Pulsfrequenz ist nicht aktiv und wird auf einem niedrigen Pegel gehalten. \n\n2 Oft Schwindel, Kopfschmerzen, Herzklopfen und andere Phänomene.";
"脉率变异性_治疗方法" = "1. Halten Sie eine gute Lebensgewohnheiten und genug Ruhe. \ n \ n2. Halten Sie einen guten Geist, mehr Aerobic, weniger Salz und weniger Oel.\n\n3 Wenn der langfristige Wert niedrig ist, ist der Umfang der Änderung nicht, es ist wahrscheinlich ein Vorläufer von Herz-Kreislauf-Erkrankungen, wie Beschwerden, eine rechtzeitige medizinische Behandlung empfohlen.";
"睡眠活动幅度_解释" = "Bereich der Schlafaktivitaet ist unbewusste koeperbewegung im Schlaf.";
"睡眠活动幅度_症状" = "Nacht haeufig aufstehen und schwitzen";
"睡眠活动幅度_治疗方法" = "1. Beachten Sie die Ernährung und vor dem Schlaf koennen Sie ein  Drink trinken,Z.b ein Getränk, wie Milch oder Hirse Brei.\n\n2. Machen Sie etwas Vorbereitung vor dem Schlaf,Z.B Fusswaschen mit warmem Wasser ,Fussmassage usw. \n\n3 Seitlicher Schlaf kann körperliche Aktivität effektiv verringern.\ n \ n4. Verbessern Sie die Schlafumgebung (Raumfeuchtigkeit, Temperatur) haben auch einige Hilfe.";
"唤醒机制" = "Wake-Mechanismus";
"唤醒机制_原理" = "Wenn das Geraet überwaecht, dass Ihr Sauerstoffgehalt im Blut zu niedrig ist, kann dies Ihre Gesundheit beeinträchtigen. Und das Gerät wird  Ihnen eine Alarmbenachrichtigung geben. ";
"分析结果" = "Analyse der Ergebnisse";
"主要指标" = "Der Hauptindex";
"干预手段" = "Interferenzsweg";
"仅供参考" = "Nur als Referenz";
"更多" = "Mehr";
"收起" = "Ausblendung";
"低氧唤醒" = "Erwachen bei niedrigen Sauerstoff";
"睡眠呼吸暂停综合症常识" = "allgemeine Kenntnisse des Schlaf-Apnoe-Syndroms";
"OSAHS_Q1" = "Was ist Schlaf-Apnoe-Syndrom?";
"OSAHS_Q2" = "Hat Schlaf-Apnoe-Syndrom die grosse Schaden fuer Gesundheit?";
"OSAHS_Q3" = "Was verursacht diese Krankheit?";
"OSAHS_Q4" = "Wie kann man wissen, ob er sich selber an Schlaf-Apnoe-Syndrom leidet?";
"OSAHS_Q5" = "Wie behandelt Schlaf-Apnoe-Syndrom?";
"OSAHS_Q6" = "Was ist die Verwendung von Beobachtung des Blutsauerstoff zur Schlaf-Apnoe-Syndrom?";
"OSAHS_ASK1" = "Antwort: Wenn es sich mehr als 30-malige Schlafapnoe (keine Atmung über 10 s oder mehr)  in 7 Schlafstunden oder durchschnittlich mehr als 5-mal Atmzahlen von Hypopnoe (reduzierte oder vollständig gestoppte Atmung) pro Stunde passiert, leiden Schlaf-Apnoe-Syndrom an.";
"OSAHS_ASK2" = "Antwort:Schlafapnoe-Syndrom ist eine chronische Krankheit und diese Krankheit ist schwer zu erkennen. Anfangliche Krankheit ist nicht zu beobachten.Sobald die Atmung schlecht ist und vom Schnarchen ausgeht,gibt es weniger  Sauerstoff in Lungen, sinkt der Blutsauerstoff, was dazu führt, dass der Körper nicht ruhen und sich erholen kann, der mentale Zustand und die schlechte körperliche Verfassung. Mehr schwerer ist, wenn das Auftreten von Apnoe passiert, fehlt das äußeren Reizen, der Patient ist schwer zu erwachen, dann bis die Körperorgane Hypoxie oder sogar Schäden, plötzlich aufgewacht, und Patienten oft nicht stören, langfristig, so die kumulative Schäden, Verschiedene kardiovaskuläre und zerebrovaskuläre Erkrankungen und psychische Erkrankungen und sogar plötzlicher Tod.";
"OSAHS_ASK3" = "Antwort:Die meisten Patienten werden aufgrund der Obstruktion der oberen Atemwege verursacht und dazu gehören Muschelhypertrophie, Mandelhypertrophie, Mandibular-Short, Dickhals, systemische Fettleibigkeit und andere Gruende.\nDer Großteil des Schlafapnoe-Syndroms ist also obstruktiv und teilweise aufgrund des zentralen Nervensystems der Atemwege, verursacht durch Atmungsregulationsfunktionsstörungen, die als zentral oder als gemischter Typ bekannt sind.";
"OSAHS_ASK4" = "Antwort: Aufgrund des typischenes klinischenes Symptomens und Symptomens kann man einfach beurteilen.  Aufgrund der chronischen Krankheitsmerkmale und Mangels an Überwachungsgeraet sind die Patienten im Schlaf schwierig, ihre eigenen Nachtsymptome, Familienbeschreibung und Selbstwahrnehmung allein wahrzunehmen. Es ist leicht zu fälschlich und ohne wissenschaftliche Grundlage.\ n wenn man sich bewussten kann ,ist man in der schwerwiegenden Erkrankungen und dann man soll ins Krankenhaus zur Diagnose zu gehen. \ n  Das Standardmethode ist Polysomnographie (PSG), durch die Sauerstoffüberwachung als der Kern, mit ECG, EEG, EMG, Auge und anderen physiologischen Parametern, kann Art und Ausmaß der Krankheit genau verstehen. An diesem Punkt ist die Krankheit oft in ein ernsteres Stadium eingetreten, die Schwierigkeit der Behandlung und der Kosten und die Beschwerden des Patienten sind signifikant erhöht, also je früher die bessere Diagnose.";
"OSAHS_ASK5" = "Antwort: Jetzt gibt es wenige Studien zum zentralen Schlafapnoesyndrom und es gibt keine wirksamere Behandlung zusätzlich zur aktiven Behandlung von Dysfunktionen der Atemwegsregulation (primäre Erkrankung),Das zentrale Schlafapnoesyndrom existiert jedoch oft nicht allein, so dass die Anwendung der Behandlung der obstruktiven Schlafapnoesyndrom-Methode auch eine gewisse Wirkung hat. Wenn die Leute das obstruktiven Schlafapnoesyndroms behandlen, müssen sie normalerweise das Method Behandlung entsprechend der Schwere der Krankheit wählen. Unabhängig von der Art der Behandlung des Apnoe-Syndroms gibt es jetzt nicht mehr als Zwei Arten.Erstens wird durch den Detektionsmechanismus zum Zeitpunkt der Apnoe, die durch externe Stimuli unterbrochen wird. Zum Beispiel wenn das Auftreten von Apnoe passiert, die mit schwerer Hypoxie einhergeht, gewacht oder geweckt wurde, um die Dauer der Apnoe zu reduzieren, Schäden an den Körperorganen zu reduzieren oder zu vermeiden. Zweitens muss der Mechanismus der Apnoe nicht aufgespuert werden.";
"OSAHS_ASK6" = "Antwort: Fuer die Patienten, die an Schlafapnoe-Syndrom leiden, hat die Blutsauerstoff-ueberwachung folgende Vorteile:\n 1. Bei der Entstehung des Schnarchens im Apnoe-Stadium gibt das Alarm ueber Risiko der Krankheit. \n\n2. In der anfanglicher Krankheit,kann man durch das Ergebnis als Grundlagen der Diagnose, Fruehe Medizin behandlen, die Schwierigkeit der Behandlung reduzieren, Behandlungskosten reduzieren und Moeglischkeit der Heilung erhoeren.  \n\n3.In der Behandlungsphase kann man rechtzeitige der Nachtkrankheit ueberwachen und Ergebnis der Behandlung rueckmelden. \n\n4 Es Kann als wichtige Grundlage für die Erkennung von Apnoe verwendet werden und Weckmitteln zur Überwachung der Krankheit.";

"主界面风格设置" = "Watchface";
"风格一" = "Stil 1";
"风格二" = "Stil 2";
"风格三" = "Stil 3";
"风格" = "Stil";
"GPS定位权限未打开,是否前往设置?" = "Die Standortdienste sind deaktiviert, Sie können den Dienst in den Einstellungen aktivieren?";
"是否开启手环女性通知?" = "Frauen, ob sie DAS armband?";
"轻度" = "Leichte";
"中度" = "Mäßig";
"重度" = "Schwerer";
"女性" = "Frauen";

"转腕灵敏度" = "Sensibilität";
"推荐" = "Empfehlung";

//HRV增加翻译
"HRV夜间监测" = "HRV-Nachtüberwachung";
"没有HRV数据" = "Keine HRV-Daten";
"HRV健康指数" = "HRV-Gesundheitsindex";
"心脏健康指数" = "Herz-Gesundheitsindex";
"HRV数据" = "HRV-Daten";
"洛伦兹散点图" = "Lorenz Plot";
"洛伦兹散点图参考" = "Lorenz Plot Referenz";
"彗星形" = "Komet-Form";
"鱼雷形" = "Torpedo-Form";
"梭形" = "Spindel-Form";
"短棒形" = "Stöckchen-Form";
"扇形" = "Fächer-Form";
"复杂形" = "Komplex-Form";
"三分布形" = "Drei Verteilung-Form";
"四分布形" = "Vier Verteilung-Form";
"叉形" = "Gabel-Form";
"长棒型" = "Langer Stock-Form";
"榴弹形" = "Granate-Form";
"火箭形" = "Raketen-Form";
"米粒形" = "Reiskorn-Form";
"彗星形_说明" = "Gemeinsame erwachsene Form, entlang der 45-Grad-Winkel aus dem engeren Kopf der Symmetrie der Ausbreitung und allmählich erweitertet, um einen Kometenform zu bilden, erscheinen einige Menschen offensichtliche Kopfstenose, zeigt uns den Punktabstand der größeren Streuung oder Schwanz Intensiv, schlanke scharfe Spitze, ist ein normales Phänomen.";
"火箭形_说明" = "Insgesamt grob,der Kopf ist klein und der Schwanz ist groß, der Kopf ist kopfintensiv und intensiv, entlang des 45-Grad-Winkels von der Symmetrie der Kopfaufweitung und allmählich erweitert bis zum Schwanzpunktabstand wird größer, je häufiger bei Schnarchen oder Apnoe-Syndrom Menschenmenge ist , mit der erschwerenden Krankheit , desto größer ist der Punktabstand.";
"梭形_说明" = "Klein an beiden Enden, die Mitte der großzügigen, geformten Shuttle, häufig bei Patienten mit leichter Myokardischämie, die normale Bevölkerung mit einer geringen Wahrscheinlichkeit.";
"长棒型_说明" = "Der insgesamt schlanke, etwas kleinere Kopf, von zentral bis zum Schwanz ist fast gleich, häufiger bei Patienten mit koronarer Herzkrankheit.";
"榴弹形_说明" = "Ähnlich wie Granaten, Kopf-und Schwanz-Abschnitt breiter, der mittlere Teil des kleineren, die allgemeine Breite des Schwanzes als die Kopfbreite, häufiger bei Patienten mit Vorhofflimmern, fühlen sich häufig Palpitationen der Masse anfällig.";
"叉形_说明" = "Der dichte Hauptbereich ähnelt einer reduzierten Version eines kometenförmigen, scharfköpfigen, verstreuten Endes des Schwanzes, der bei Patienten mit kongestiver Herzinsuffizienz häufig gegabelt wurde.";
"短棒形_说明" = "Die Form ist wie Kometen.Der Kopf ist klein und der Schwanz ist groß.Es ist bei Menschen mit überlastetem Herzen üblich und kann sich in schweren Fällen eine Herzinsuffizienz entwickeln. Normale Menschen treten auch auf, wenn sie trinken oder müde sind.";
"米粒形_说明" = "Die Gesamtanomalie ist kurz,der  Kopf und Schwanz sind fast gleich , geformt wie Reis, häufig bei Arrhythmien, die Mehrheit der paroxysmalen ventrikulären Tachykardie.";
"鱼雷形_说明" = "Kurzform, etwas größerer Kopf, der Schwanz sieht wie Stöckchen-Form aus. Häufig wird bei Sinustachykardie, meistens durch aufgeregte Emotion, trinkenden Tee, Kaffee und andere physiologische Faktoren, aber auch durch Kälte, Fieber, Anämie, Schilddrüsenüberfunktion und andere Krankheiten verursacht. Normale Leute haben auch eine geringe Wahrscheinlichkeit.";

"天气设置" = "Wetter";
"温度单位" = "Temperatureinheit";
"摄氏度" = "Celsius";
"华氏度" = "Fahrenheit";
"天气推送" = "Wetter drücken";
"开" = "Öffnen";
"关" = "Aus";
"来电自动接听" = "Anruf automatisch beantworten";

"环境检测校准中，请保持正确姿势" = "Umwelt erkennen, Cal, bitte korrekte haltung bewahren";
"校准完成，正在测试血氧浓度" = "Die kalibrierung abgeschlossen, ist der test sauerstoffsättigung";
"校准进度" = "Kalibrierung zeitplan";

"设备正在初始化，请保持正确姿势" = "Geräte initialisieren, bitte korrekte haltung bewahren";
"初始化完成，正在测试血氧浓度" = "- fertig, ist der test sauerstoffsättigung";
"初始化中" = "Initialisieren";

"ai_hrv_repo_0" = "Lorenz Punktdiagramm Analysebericht";
"ai_hrv_repo_1_00" = "Die Datenmenge in der HRV ist nicht ausreichend, eine Korrelationsanalyse kann nicht durchgeführt werden, tragen Sie sie anständig oder tragen Sie sie korrekt. Jje länger Sie sie tragen, desto zuverlässiger werden die Analyseergebnisse sein.";
"ai_hrv_repo_2_11" = "Die maximale Änderung der Herzfrequenz während der Messung ist normal und der Bereich der Herzfrequenzänderungen ist normal.";
"ai_hrv_repo_2_12" = "Die maximale Änderung der Herzfrequenz während der Messung ist normal und der Bereich der Herzfrequenzänderungen ist klein. Für die Leute, die im gute Kondition sind und guten Schlafgewohnheiten haben, wird die Änderung des nächtliche Herzfrequenzbereichs niedriger sein, aber es gibt eine kleine Wahrscheinlichkeit Bradykardie. Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden.";
"ai_hrv_repo_2_13" = "Die maximale Änderung der Herzfrequenz während der Messung ist normal und der Bereich der Herzfrequenzänderungen ist groß. Es gibt ein höheres Risiko von Tachykardie. In der Regel wird es durch alkohol, schwere körperliche Arbeit und emotionale Sache verursacht. Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden.";
"ai_hrv_repo_2_21" = "Die maximale Änderung der Herzfrequenz während der Messung ist klein und der Bereich der Herzfrequenzänderungen ist normal.Normalweise führt Alkohol oder Müdigkeit zur Arrhythmie. In der Regel achten Sie auf Ruhe und verbessern die Schlafqualität. ohne Beschwerden Es ist keine spezielle Behandlung erforderlich. Vor allem sollten sie beobachtet werden.";
"ai_hrv_repo_2_22" = "Die maximale Änderung der Herzfrequenz während der Messung ist klein und der Bereich der Herzfrequenzänderungen ist niedrig. Normaleweise wird es durch psychische Angst und Schlaflosigkeit verursacht. Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden.Wenn es kleinere Anämie, Dyspnoe Risiko gibt, empfiehlt es sich hoher Kissenschlaf zu nehmen , Raucherentwöhnung und Alkoholentzug, um das Gleichgewicht des Geistes zu halten und um ausreichenden Schlaf zu gewährleisten.";
"ai_hrv_repo_2_23" = "Die maximale Änderung der Herzfrequenz während der Messung ist klein, und der Bereich der Herzfrequenzänderungen ist hoch.Wenn es auf kurze Sicht erscheint, konzentrieren Sie sich auf die Kombination von Arbeit und Ruhe. Vermeiden Sie es, lange wach zu bleiben, und sorgen Sie für Schlaf. Wenn langfristig erscheint die Sypotom,der  von Schmerzen in der Brust, Herzklopfen, Kurzatmigkeit begleitet, ist wahrscheinlich die Myokardischämie. Es wird empfohlen, die entsprechende körperliche Untersuchung zu machen.";
"ai_hrv_repo_2_31" = "Die maximale Änderung der Herzfrequenz während der Messung ist groß und der Bereich der Herzfrequenzänderungen ist normal. Normaleweise wird es durch spät in Schlaf und Schlaflosigkeit verursacht. Es ist empfehlt, gute Schlafgewohnheiten zu entwickeln, Massage, Fußbad und andere Aktivitäten,die die Schlafsqualität erhöht,zu machen.";
"ai_hrv_repo_2_32" = "Während der Messung ist die maximale Änderung der Herzfrequenz groß, und der Bereich der Herzfrequenzänderungen ist niedrig. Wöhnlich ist es durch den zu langsamen Herzschlag verursacht. Schwindel, vorübergehende schwarze Augen, Müdigkeit, Herzklopfen, Engegefühl in der Brust, Kurzatmigkeit und schwere Synkope können auftreten.Es wird empfohlen, rechtzeitig ins Krankenhaus zu gehen..";
"ai_hrv_repo_2_34" = "Die  Herzfrequenz ist ungewöhnlich niedrig, normalerweise ist es durch abnormalen Verschleiß verursacht. Es wird empfohlen, die Gebrauchsanweisung zu lesen und das Armband korrekt zu tragen.";
"ai_hrv_repo_2_33" = "Während der Messung ist die maximale Veränderung der Herzfrequenz groß und die Bandbreite der Herzfrequenzänderungen ist hoch. Es wird meist durch Schlafmangel und Verspätung verursacht. Achten Sie auf Schlaf, machen Sie keine nervösen und aufregenden Aktivitäten vor dem Einschlafen. Sie haben ein höheres Risiko von Herzrhythmusstörungen. Es wird empfohlen, dass Sie eine gute Schlafgewohnheit entwickeln, mit dem Rauchen aufhören und auf Alkohol verzichten und medizinischen Rat einholen, wenn Sie sich nicht bessern.";
"ai_hrv_repo_2_35" = "Die höchste Herzfrequenz ist ungewöhnlich hoch, normalerweise ist es durch abnormalen Verschleiß verursacht,die .Es wird empfohlen Anweisungen zu lesen und das Armband korrekt zu tragen.";
"ai_hrv_repo_3_21" = "Die maximale Herzfrequenz der Mutation tritt auf, wenn die Herzfrequenz hoch ist. Grad der Mutation ist  normal. Es gibt niedrigere Herzklopfen, Beklemmung in der Brust, Atemnot und anderen Risiken. Normaleweise Atemwegsobstruktion, Schnarchen verursachen es. Wenn sie sich unwohl fühlen, gehen Sie bitte ins Krankenhaus.";
"ai_hrv_repo_3_11" = "Die größte Herzfrequenzmutation tritt im normalen Bereich auf und das Mutationsniveau ist normal.";
"ai_hrv_repo_3_31" = "Die maximale Herzfrequenz der Mutation tritt auf, wenn die Herzfrequenz extrem hoch ist. Grad der Mutation ist normal  mit eine höhere Herzklopfen, Brustenge, Atemnot und anderer Risiken, In der Regel verursacht es Fieber und Grippe. Wenn sie sich unwohl fühlen, gehen Sie bitte ins Krankenhaus.";
"ai_hrv_repo_3_22" = "Die maximale Herzfrequenz der Mutation tritt auf, wenn die Herzfrequenz  hoch ist. Grad der Mutation ist niedrig.  In der Regel verursacht es trockene und heiße Raumluft.Es wird empfohlen, das Fenster zur Belüftung zu öffnen und warm zu halten, um Erkältungen vorzubeugen.";
"ai_hrv_repo_3_12" = "Die maximale Herzfrequenz der Mutation tritt auf, wenn die Herzfrequenz normal ist und Grad der Mutation ist niedrig. In der Regel verursacht es geistige und körperliche Erschöpfung.Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden.und eine ausreichende Ruhezeit haben.";
"ai_hrv_repo_3_32" = "Die maximale Herzfrequenz der Mutation tritt auf mit milden Herzklopfens, Brustenge, Atemnot und anderer Risiken, wenn die Herzfrequenz normal ist und Grad der Mutation niedrig ist.  In der Regel verursacht es Fieber ,Grippe oder Aufregung. Wenn es mehrmals auftritt und Sie sich unwohl fühlen, gehen Sie bitte ins Krankenhaus.";
"ai_hrv_repo_3_23" = "Die maximale Herzfrequenz der Mutation tritt  mit hohen Herzklopfens, Brustenge, Vorzeitiger Beat und anderer Risiken auf, wenn die Herzfrequenz normal ist und Grad der Mutation niedrig ist.  In der Regel verursacht es Übermäßige Spannung und  Aufregung. Wenn es mehrmals auftritt und Sie sich unwohl fühlen, gehen Sie bitte ins Krankenhaus.";
"ai_hrv_repo_3_13" = "Die maximale Herzfrequenz der Mutation tritt  mit hohen Risiken von vorzeitigem Beat, wenn die Herzfrequenz normal ist und Grad der Mutation niedrig ist.  In der Regel verursacht es Übermäßige Spannung und  Aufregung. Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden und es wird empfohlen, dass Sie Ihren Geist entspannen und Spannungen lösen.";
"ai_hrv_repo_3_14" = "Die maximale Herzfrequenz der Mutation  ist normal und Grad der Mutation  ist extrem hoch. Normalerweise verursacht es  abnormaler Verschleiß  Es wird empfohlen, die Gebrauchsanweisung zu lesen und das Armband korrekt zu tragen.";
"ai_hrv_repo_3_33" = "Die maximale Herzfrequenz-Mutation tritt auf, wenn die Herzfrequenz extrem hoch ist und der Grad der Mutation hoch ist, besteht ein hohes Risiko für Herzklopfen, Engegefühl in der Brust, Atemnot. In der Regel verursacht es vorzeitige Schläge, Bluthochdruck. Wenn es mehrmals auftritt und Sie Schlaflosigkeit offensichtliche Beschwerden fühlen, bitte besuchen Sie  Krankenhaus.";
"ai_hrv_repo_3_34" = "Die maximale Herzfrequenz-Mutation tritt auf, wenn die Herzfrequenz ungewöhnlich hoch ist und der Grad der Mutation hoch ist.Dies wird normalerweise durch abnormales Tragen verursacht.Es wird empfohlen, das Handbuch zu lesen und das Armband korrekt zu tragen.";
"ai_hrv_repo_4_11" = "Es gibt einen leichten vorzeitigen Schlag, der normalerweise durch emotionale Erregung, übermäßiges Rauchen, Trinken usw. verursacht wird. Es wird empfohlen, die Mentalität anzupassen und das Rauchen und Trinken zu reduzieren oder zu vermeiden.";
"ai_hrv_repo_4_12" = "Herzstress ist geschwächt, der Nerv ist mäßig erregt, wird oft durch Aufregung und Erregung verursacht und neigt zu Müdigkeit während des Tages, Müdigkeit usw. Es wird empfohlen, vor dem Schlafengehen richtig zu trainieren, um Energie freizusetzen und die Stimmung zu beruhigen.";
"ai_hrv_repo_4_13" = "Herzstress ist schwach und die Nerven sind übermäßig aufgeregt.Es wird empfohlen, vor dem Schlafengehen übermäßige Erregung und Spannung zu vermeiden.Entspannung kann durch einige Schlafhilfsaktivitäten erleichtert werden.In der nahen Zukunft sollte Kaffee, Tee oder Getränke vermieden werden.";
"ai_hrv_repo_4_14" = "Herzstress ist stark. Wenn es keine Beschwerden gibt, ist keine spezielle Behandlung erforderlich.Vor allem soll mann beobachtet werden. Wenn Sie oft müde und Müdigkeit fühlen, können Sie  entsprechend verstärkte Übung machen.";
"ai_hrv_repo_4_15" = "Herzstress ist gut, mentaler Zustand ist gut.";
"ai_hrv_repo_4_16" = "Herzstress ist gut und die Nerven sind leicht erregt.Wenn es keine Beschwerden gibt, achten Sie auf Arbeit und Ruhe vor dem Schlafengehen und entspannen.";
"ai_hrv_repo_4_17" = "Herzstress ist stark und  Nervenaktivität ist gering. Es ist in der Regel Übermüdung.Wenn es keine Beschwerden gibt, achten Sie auf Ruhe. Vermeiden Sie langfristige Arbeit, bleiben Sie in der nahen Zukunft usw. in der nahen Zukunft.";
"ai_hrv_repo_4_18" = "Herzstress ist gut, und die Nervenaktivität ist gering.In der Regel gibt es leichte Müdigkeit. Wenn es keine Beschwerden gibt, achten Sie auf Ruhe.";
"ai_hrv_repo_4_19" = "Herzstress ist leicht geschwächt, und die Nervenaktivität ist gering. In der Regel moderate Müdigkeit, und die Aufmerksamkeit sollte auf Ruhe und Arbeit und Ruhe gelegt werden.";
"ai_hrv_repo_4_21" = "Es besteht ein geringes Risiko für vorzeitige Schläge, die bei normalen Menschen auftreten können (emotional, nervös, Müdigkeit, Verdauungsstörungen, übermäßiges Rauchen, Alkoholkonsum oder starker Tee trinken usw.) Wenn es keine Beschwerden gibt, empfiehlt es sich, es für eine lange Zeit zu beobachten.";
"ai_hrv_repo_4_22" = "Es besteht offensichtliche vorzeitige Schläge, die bei normalen Menschen auftreten können (emotional, nervös, Müdigkeit, Verdauungsstörungen, übermäßiges Rauchen, Alkohol trinken oder Tee trinken etc.), aber strukturelle Herzkrankheitspatienten sind anfälliger für das Auftreten.Es wird empfohlen, dass eine entsprechende körperliche Untersuchung durchgeführt wird.";
"ai_hrv_repo_4_23" = "Es besteht ein hohes Risiko für vorzeitige Schläge, die bei normalen Menschen auftreten können (emotional, nervös, Müdigkeit, Verdauungsstörungen, übermäßiges Rauchen, Alkoholkonsum oder starker Teetrinken, etc.) Es wird empfohlen, bei längerfristiger Beobachtung relevante medizinische Untersuchungen so schnell wie möglich durchzuführen .";
"ai_hrv_repo_4_30" = "Dieses Phänomen wurde noch nicht analysiert.Das Lorenz-Streudiagramm hat ein relativ komplexes Muster mit einer geringen Wahrscheinlichkeit und es wird empfohlen, die Beobachtung für eine lange Zeit zu tragen.";
"ai_hrv_repo_5_11" = " stetiger Rhythmus in der Nacht, das Herz in gutem Zustand.";
"ai_hrv_repo_5_12" = " stetiger Rhythmus in der Nacht, schlechte Herzleiden, haben ein geringeres Risiko von Tachykardie, in der Regel soll man vorsichtig sein, dass sie nicht zu müde bleiben.";
"ai_hrv_repo_5_13" = "stabiler Rhythmus in der Nacht.Das Herz ist ein wenig müde.  Spätschlaf und Aufbleiben ist zu vermeiden, um  die Belastung für das Herz  nicht zu erhöhen.";
"ai_hrv_repo_5_14" = "stabileren Rhythmus  in der Nacht.  Herz Belastung ist zu groß, es wird empfohlen, weniger fettig zu essen und Bewegung.";
"ai_hrv_repo_5_21" = "Nacht Arrhythmie und Herz Belastung ist zu groß.  Falsche Ernährung und zu viel essen  ist zu vermeiden. Essen Sie mehr frisches Obst und Gemüse. vermeiden  Sie Kälte und Erkältungskrankheiten.";
"ai_hrv_repo_5_22" = " stabiler  Rhythmus in der Nacht und das Herz ist müde. Es gibtein höheres Risiko einer myokardialen Ischämie. Es wird empfohlen, die salzarme fettarme Schonkost zu essen, Emotional zu stabilieren,  große Trauer zu vermeiden. Wenn es Enge in der Brust, Herzklopfen und so weiter gibt, sollte regelmäßige Gesundheitsprüfung gemacht werden.";
"ai_hrv_repo_5_23" = "stabiler Rhythmus in der Nacht und  Herz  zu große Belastung.  Es gibt ein erhöhtes Risiko von Tachykardie, in der Regel soll man vorsichtig sein, nicht zu Müdigkeit. Beenden Sie  Alkohol und Rauchen, schwere körperliche Arbeit oder plötzliche Gewaltanwendung.";
"ai_hrv_repo_5_24" = "Nacht Arrhythmie, das Herz ist wenig müde. Ein geringeres Risiko einer myokardialen Ischämie. Wenn es keine Beschwerden gibt,  soll regelmäßige Gesundheitsprüfung gemaccht werden. Wenn Sie sich oft müde oder schlechten Geist mit Enge in der Brust , Atemnot fühlen, wird es  empfohlen ,ins Krankenhaus zu gehen.";
"ai_hrv_repo_5_25" = "stabiler Rhythmus in der Nacht, größere Belastung für das Herz, hohe Blutcholesterin, erhöht Bluthochdruck das Risiko, es leichte Ernährung empfohlen wird, übermäßigen Alkoholkonsum, regelmäßige körperliche Untersuchung vermeiden, fettleibig sollte Gewicht richtig verlieren.";
"ai_hrv_repo_5_26" = "Nacht Arrhythmie,  das Herz ist wenig müde, Schwierigkeiten beim Atmen, Risiko einer Insuffizienz wird seitlich Schlaf empfohlen, Es wird auch empfohlen,angemessen die Feuchtigkeit der Raumluft zu erhöhen, Bewegung zu erhöhen, und vermeiden Sie emotionale Müdigkeit und Erschöpfung. Regelmäßige Gesundheitsuntersuchungen ist zu machen und die Aufmerksamkeit auf dem Blutdruck zu überwachen.";
"ai_hrv_repo_5_31" = "Nacht Arrhythmie, eine große Belastung für das Herz, gibt es das Phänomen der Sinus-Tachykardie, in der Regel trinkt Kaffee, Tee oder vor Menschen schlafen geht wahrscheinlich emotionaler Stress, Aufregung Aktivitäten sein, aber auch durch Fieber, Anämie, Hyperthyreose und andere Krankheiten zur Verfügung gestellt werden kann, Gründe, sollen in der Regel einen guten Lebensstil entwickeln, wenn Unwohlsein, sofort einen Arzt aufsuchen, regelmäßige Gesundheitsprüfung.";
"ai_hrv_repo_5_32" = "Nacht Arrhythmie, das  Herz ist wenig müde.  Phänomen der Sinusbradykardie besteht. In der Regel durch Anämie usw ,verursacht. Myokarditis oder Herzinfarkt, wird wahrscheinlich auch auf niedrigere Nachttemperatur Messort führen. Warm halten und Langzeitbeobachtungen. Wenn es mehrmals auftritt und tagsüber Lustlosigkeit, Müdigkeit und Schwindel haben, wird es empfohlen, körperliche Untersuchung zu machen und eine frühzeitige Behandlung zu akzeptieren.";
"ai_hrv_repo_5_33" = "Nacht Arrhythmie, Herzbelastung zu groß ist, Stress, starkes Rauchen, trinken, trinken Tee oder Kaffee, Müdigkeit, Schlaflosigkeit und andere schwere Arrhythmien oft Faktoren prädisponieren, ist es empfehlenswert guten Lebensstil, Arbeit und Ruhe zu entwickeln, regelmäßige gesund.";
"ai_hrv_repo_5_40" = "Dieses Phänomen wurde noch nicht analysiert.Das Lorenz-Streudiagramm hat ein relativ komplexes Muster mit einer geringen Wahrscheinlichkeit und es wird empfohlen, die Beobachtung für eine lange Zeit zu tragen.";
"ai_hrv_repo_2" = "Herzfrequenzänderungen";
"ai_hrv_repo_3" = "Herzfrequenzmutation";
"ai_hrv_repo_4" = "Nervenzustand";
"ai_hrv_repo_5" = "Herzrhythmusänderungen";

"ai_disconnect_remind" = "Trennen Sie die Erinnerung";

"ai_switch_call_auto_answer" = "Non-Taste, um das Telefon zu beantworten";
"ai_switch_call_auto_answer_tip" = "Wenn sich das Gerät im Kopfhörer Modell befindet, wird der eingehende Anruf automatisch angenommen.";
"ai_privacy" = "Datenschutzerklärung";
"ai_privacy_prompt_content" = "Bitte bestätigen Sie, dass Sie schon die Datenschutzerklärung sorgfältig gelesen haben und genehmigen Sie diese Datenschutzerklärung.";
"ai_privacy_title_1" = "Sammlung der Information";
"ai_privacy_title_1_content" = "Wir sammeln die Daten aufgrund Ihre Interaktion mit uns und die Wahl von Ihnen, einschließlich Ihrer Datenschutzeinstellungen und der von Ihnen verwendeten Produkte und Funktionen. Die von uns erfassten Daten können die folgende beinhalten: SDK / API / JS-Codeversionen, Browser, Internetdienstanbieter, IP-Adressen, Plattformen, Zeitstempel, Anwendungs-ID, Anwendungsversion, Anwendungsvertriebskanal, Standalone-Geräte-ID, iOS-Anzeigen-IDs (IDFA), Android-Werbetreibenden-ID, Netzwerkkarten- (MAC) Adresse, Internationale Mobilgeräte-Identität (IMEI), Gerätemodell, Terminalhersteller, Betriebssystemversion des Terminals, Sitzungsstart / -stoppzeit, Sprachstandort, Zeitzone und Netzwerkstatus (WiFi usw.), Festplatte, CPU und Batterieverbrauch usw..";
"ai_privacy_title_2" = "Anwendung der persönlichen Daten";
"ai_privacy_title_2_content" = "Wenn Sie mit einem Konto sich in der App anmelden, sammeln wir ihre grundlegende persönliche Informationen, die Ihr erfüllt haben, und Gesundheitsdaten, die von intelligenten Wearables erfasst werden. Dann speichern und analysieren wir Ihre Daten, um Ihnen eine bessere Datenanzeige und Gesundheitsberatung zu bieten.\n\nWenn Sie Ihre persönliche Daten nicht gesammelt werden möchten, können Sie kontofrei anmelden.";
"ai_privacy_title_3" = "Grenzüberschreitende Übertragung der persönlichen Daten";
"ai_privacy_title_3_content" = "Wegen der Berufsarbeit müssen wir möglicherweise Ihre personenbezogenen Daten in Länder außerhalb des Europäischen Wirtschaftsraums übermitteln, China ist möglichst. Wir werden mit den geeigneten Maßnahmen sicherstellen, dass die Empfänger Ihrer personenbezogenen Daten Geheimhaltungsverpflichtungen erfüllen.\n\nWenn Sie Ihre persönliche Daten nicht gesammelt und übermittelt werden möchten, können Sie kontofrei anmelden.";
"ai_privacy_title_4" = "Ihr Recht";
"ai_privacy_title_4_content" = "Wenn Sie unsere App nutzen, sammeln wir wie im vorigen bereits gesagt die Informationen, um die Software zu verbessern und regeln. Dann können wir Ihnen eine bessere Dienstleistung anbieten.\n\nFür die Sammlung Ihrer persönlichen Daten können Sie sich entscheiden, mit dem Konto oder kontofrei anzumelden. Wenn Sie mit Konto anmelden, werden wir Ihre persönliche Daten sammeln. Wenn Sie kontofrei anmelden, werden wir Ihre persönliche Daten nicht sammeln. \n\nWenn Sie der Meinung sind, dass unsere Behandlung Ihrer personenbezogenen Daten und Informationen gegen geltendes Recht verstößt, können Sie sich bei der Aufsichtsbehörde beschweren";
"head_title_change_theme" = "Thema ändern";
"ai_ssbr_title" = "OSAHS Alarm";
"ai_ssbr_minspo2h" = "Schwellenwert der Blutsauerstoffs";
"ai_ssbr_time" = "Alarmdauer";
"ai_ssbr_remind_tip" = "Die OSAHS-Alarmsalarmfunktion ein- oder ausschalten.";
"ai_ssbr_minspo2h_tip" = "Wenn man einen Anfall von OSAHS erleidet, wird das Gerät den Benutzer warnen, als es erfasst, dass der Blutsauerstoff unter dem vorgegebenen Wert ist.(Der normale Wertebereich von arteriellem Blutsauerstoff lautet 95-99%)";
"ai_ssbr_time_tip" = "Die Dauer der Vibrationsalarm bei dem einzelnen Anfall von OSAHS, sobald die Alarmdauer den vorgegebenen Wert überschreitet oder der Benutzer die Taste klickt, hört die Vibration auf.";
"ai_screenlight_time" = "Hellzeit des Bildschirms";
"ai_screenlight_open" = "Ein";
"ai_screenlight_close" = "Aus";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
